      function randomFacetext(){
           function getRandomInt(max) {
           return Math.floor(Math.random() * max);
         }
warFace=[" ̿̿ ̿̿ ̿̿ ̿'̿’̵͇̿̿з=( ͠° ͟ʖ ͡°)=ε/̵͇̿̿/‘̿̿ ̿ ̿ ̿ ̿ ̿","{:̲̅:̲̅:̲̅:̲̅{ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅ ̲̅{}ڪڪ","⋛⋋( ‘Θ’)⋌⋚","▼・ᴥ・▼","/ᐠ .ᆺ. ᐟ\\ﾉ","/ᐠ｡ꞈ｡ᐟ\\","ฅ^•ﻌ•^ฅ","Ꮚ･ꈊ･Ꮚ","((꜆꜄꜆ ˙꒳˙)꜆꜄꜆ｵﾗｵﾗｵﾗｵﾗ","ｽﾞｲ₍₍ (ง ˘ω˘ )ว ⁾⁾ ⁽⁽ 〪ɾ( ˘ω˘ 〫ɩ ) ₎₎ｽﾞｲ","(′゜ω。‵)","(つ´ω`)つ","⧸⎩⎠⎞͏(・∀・)⎛͏⎝⎭⧹","( ˊ̱˂˃ˋ̱ )","(ꐦ°᷄д°᷅)","⁽⁽٩(๑˃̶͈̀ ᗨ ˂̶͈́)۶⁾⁾","⁄(⁄ ⁄•⁄ω⁄•⁄ ⁄)⁄","⸜(* ॑꒳ ॑* )⸝","(◉３◉)","(ノ▼Д▼)ノ","(=^-ω-^=)","(╯✧∇✧)╯","_(┐ ◟;ﾟдﾟ)ノ","ﾚ(ﾟ∀ﾟ;)ﾍ　ﾍ( ﾟ∀ﾟ;)ﾉ","(｡・ω・｡)","。･ﾟ･(つд`ﾟ)つ⑩))Д´)","(つд⊂)","∑(✘Д✘๑ )","(•ө•)","( ´･･)ﾉ(._.`)","(灬ºωº灬)","ლ(́◕◞౪◟◕‵ლ)","( ´∀`);y=ｰ(ﾟдﾟ)･∵. ﾀｰﾝ","(´д((☆ミPia!⊂▼(ｏ ‵－′ｏ)▼つPia!彡★))∀`)","٩(◦`꒳´◦)۶","(๑¯∀¯๑)","(ΦωΦ)","༼ つ ◕_◕ ༽つ","( ﾒ∀・)","⊙谷⊙","(╬▼дﾟ)▄︻┻┳═一","(:◎)≡","(〃￣ω￣)人(￣︶￣〃)","σ`∀´)σ","（’へ’）","ヽ( ° ▽°)ノ","(☍﹏⁰)"];
           return warFace[getRandomInt(warFace.length)]
         }
         

    
      